Repository: Tudmotu/gnome-shell-extension-clipboard-indicator
Catalog: locale/*/LC_MESSAGES/clipboard-indicator.po
Languages: ca, pl

source: Text will be here
ca: El text apareixerà aquí
pl: Treść będzie tutaj

source: Type here to search...
ca: Escriviu aquí per a cercar…
pl: Wpisz tutaj, aby wyszukać...

source: Private mode
ca: Mode privat
pl: Tryb prywatny

source: Clear history
ca: Buida l’historial
pl: Wyczyść historię

source: Settings
ca: Paràmetres
pl: Ustawienia

source: Clipboard is empty
pl: Schowek jest pusty

source: Clear all?
pl: Wyczyścić wszystko?

source: Are you sure you want to delete all clipboard items?
pl: Czy jesteś pewien, że chcesz usunąć wszystkie elementy ze schowka?

source: This operation cannot be undone.
pl: Tej operacji nie będzie można cofnąć.

source: Clear
pl: Wyczyść

source: Cancel
pl: Anuluj

source: Clipboard history cleared
ca: S’ha buidat l’historial del porta-retalls
pl: Wyczyszczono historię schowka

source: Clipboard history cleared automatically
pl: Automatycznie wyczyszczono historię schowka

source: Copied to clipboard
ca: S’ha copiat en el porta-retalls
pl: Skopiowano do schowka

source: History Size
ca: Mida de l’historial
pl: Rozmiar historii

source: Preview Size (characters)
ca: Mida de la previsualització (caràcters)
pl: Rozmiar podglądu (znaki)

source: Max cache file size (MB)
pl: Maksymalny rozmiar buforu (MB)

source: Number of characters in top bar
ca: Nombre de caràcters a la barra superior
pl: Liczba znaków na panelu

source: What to show in top bar
ca: Què mostrar a la barra superior
pl: Pokazywanie na panelu

source: Remove down arrow in top bar
pl: Usuń strzałkę w dół na panelu

source: Cache only pinned items
pl: Pamięć podręczna tylko dla przypiętych elementów

source: Show notification on copy
ca: Mostra una notificació en copiar
pl: Pokaż powiadomienie po skopiowaniu

source: Show notification on cycle
pl: Pokaż powiadomienie po przełączeniu

source: Show confirmation on Clear History
pl: Pokaż powiadomienie po wyczyszczeniu historii

source: Remove whitespace around text
pl: Usuń białe znaki przed/po tekście

source: Move item to the top after selection
pl: Przenieś na początek po wybraniu

source: Keep selected entry after Clear History
pl: Zachowaj wybraną pozycję po wyczyszczeniu historii

source: Show paste buttons
pl: Pokaż przyciski wklejania

source: Adds a paste button to each entry that lets you paste it directly
pl: Dodaje przycisk wklejania przy każdym wpisie, który pozwala wkleić go bezpośrednio

source: Place the pinned section on the bottom
pl: Umieść sekcje z przypiętymi pozycjami na dole

source: Requires restarting the extension
pl: Wymaga ponownego uruchomienia rozszerzenia

source: Clear clipboard history on system reboot
pl: Wyczyść historię przy uruchamianiu systemu

source: Paste on select
pl: Wklej po wybraniu

source: Cache images
pl: Bufor obrazów

source: Excluded Apps
pl: Wykluczone aplikacje

source: Content copied will not be saved while these apps are in focus
pl: Kopiowana treść nie zostanie zapisana, gdy te aplikacje są na pierwszym planie

source: Case-sensitive search
pl: Uwzględnianie wielkość znaków w wyszukiwaniu

source: Regular expression matching in search
pl: Dopasowywanie wyrażeń regularnych w wyszukiwaniu

source: Clear clipboard history on interval
pl: Odstęp czasu czyszczenia historii schowka

source: History clear interval (in minutes)
pl: Odstęp czasu czyszczenia historii (w minutach)

source: UI
pl: Interfejs użytkownika

source: Behavior
pl: Zachowanie

source: Exclusion
pl: Wykluczanie

source: Limits
pl: Limity

source: Topbar
pl: Panel systemowy

source: Notifications
pl: Powiadomienia

source: Shortcuts
pl: Skróty klawiszowe

source: Search
pl: Wyszukaj

source: Icon
ca: Icona
pl: Ikona

source: Clipboard Content
ca: Contingut del porta-retalls
pl: Zawartość schowka

source: Both
ca: Ambdós
pl: Oba

source: Neither
pl: Żaden

source: Toggle the menu
ca: Commuta el menú
pl: Pokaż zawartość schowka

source: Previous entry
ca: Entrada anterior
pl: Poprzednia pozycja

source: Next entry
ca: Entrada següent
pl: Następna pozycja

source: Enable shortcuts
pl: Włącz skróty klawiszowe

source: Disabled
pl: Wyłączony

source: Enter shortcut
pl: Wprowadź skrót klawiszowy

source: Window class name, e.g. "KeePassXC"
pl: Nazwa klasy okna, np. "KeePassXC"

source: Choose from installed applications
pl: Wybierz spośród zainstalowanych aplikacji

source: Search applications...
pl: Wyszukaj aplikacje...

source: Add button to paste an entry
pl: Dodaj przycisk, aby wkleić wpis

source: If true, adds another button to each menu entry that lets you immediately paste it
pl: Jeśli włączone, dodaje przycisk do każdego wpisu menu, który pozwala na natychmiastowe wklejenie

source: Display the pinned section on the bottom
pl: Wyświetlaj przypiętą sekcję na dole

source: If true, places the "pinned" section on the bottom
pl: Jeśli włączone, umieszcza sekcję „przypięte” na dole

source: Enable the deletion of clipboard items from your history
pl: Włącz usuwanie elementów schowka z historii

source: If true, displays 'delete' buttons on each item, and a 'Clear History' option
pl: Po włączniu, wyświetla przyciski „Usuń” przy każdym elemencie oraz opcję „Wyczyść historię”

source: The number of items to save in history
pl: Liczba elementów do zapisania w historii

source: What to display in top bar
pl: Wyświetlanie na panelu

source: Clear clipboard history on every system reboot.
pl: Wyczyść historię schowka przy każdym ponownym uruchomieniu systemu.

source: Amount of visible characters for clipboard items
pl: Liczba widocznych znaków dla elementów schowka

source: The number of characters to display for every clipboard item in the history menu
pl: Liczba znaków do wyświetlenia dla każdego elementu schowka w menu historii

source: Amount of visible characters in topbar
pl: Liczba widocznych znaków na panelu

source: The number of characters to display for current clipboard item in the topbar
pl: Liczba znaków do wyświetlenia dla bieżącego elementu schowka na górnym pasku

source: The allowed size for the registry cache file in MB
pl: Dozwolony rozmiar pliku pamięci podręcznej rejestru w MB

source: If the cache overflows this limit, the file will be overriden. High limit might cause slowness of shell startup.
pl: Jeśli pamięć podręczna przekroczy ten limit, plik zostanie nadpisany. Wysoki limit może spowodować spowolnienie uruchamiania powłoki GNOME.

source: Disable the registry cache file for favorites and use memory only
pl: Wyłącz plik pamięci podręcznej rejestru dla ulubionych i używaj tylko pamięci

source: Contents which are not favorites are not stored and retrieved from a cache (registry.txt) file. This can avoid writing passwords to a plaintext file, but at the cost of persistant history. Your clipboard history, except favorite items, is lost after a gnome-shell session ends or the extension is reloaded.
pl: Zawartość, która nie jest oznaczona jako ulubiona, nie jest przechowywana i pobierana z pliku pamięci podręcznej (registry.txt). Może to zapobiec zapisywaniu haseł do pliku w postaci zwykłego tekstu, ale kosztem trwałej historii. Historia schowka, z wyjątkiem ulubionych elementów, jest tracona po zakończeniu sesji powłoki GNOME lub ponownym załadowaniu rozszerzenia.

source: Show notification on copy to clipboard
pl: Pokaż powiadomienie po skopiowaniu do schowka

source: If true, a notification is shown when content is copied to clipboard.
pl: Jeśli włączone, wyświetlane jest powiadomienie, gdy zawartość zostanie skopiowana do schowka.

source: Show notification when cycling through the entries with hotkeys
pl: Pokaż powiadomienie przy wykorzystaniu skrótu klawiszowego

source: If true, a notification is shown when cycling through the clipboard entries using hotkeys.
pl: Jeśli włączone, powiadomienie jest pokazane po wykorzystaniu skrótów klawiszowych wpisów schowka.

source: Show confirmation dialog on Clear History
pl: Pokaż okno dialogowe z potwierdzeniem po kliknięciu Wyczyść historię

source: If true, a confirmation dialog is shown when attempting to Clear History.
pl: Jeśli włączone, wyświetlane jest okno dialogowe z potwierdzeniem podczas próby wyczyszczenia historii.

source: If true, white spaces around text will be removed.
pl: Jeśli włączone, białe znaki wokół tekstu zostaną usunięte.

source: Move items to the top of the list when selected.
pl: Przenieś wybrane elementy na początek listy.

source: If true, move items to the top of the list when it is selected.
pl: Jeśli włączone, przenosi wybrane elementy na początek listy.

source: Keep selected item on clear
pl: Zachowaj wybrany element przy czyszczeniu

source: Whether to keep the currently selected entry in the clipboard after clearing the history
pl: Zachowanie aktualnie wybranego wpisu w schowku po wyczyszczeniu historii

source: Enable the keyboard shortcuts
pl: Włącz skróty klawiszowe

source: If true, user can delete and cycle through the history with keyboard shortcuts
pl: Jeśli włączone, użytkownik może usuwać i przeglądać historię za pomocą skrótów klawiaturowych

source: Key to clear the history
pl: Klawisz do czyszczenia historii

source: Key to cycle to the previous entry in the clipboard
pl: Skrót do przechodzenia do poprzedniego wpisu w schowku

source: Key to cycle to the next entry in the clipboard
pl: Skrót do przechodzenia do następnego wpisu w schowku

source: Key to toggle the clipboard menu
pl: Skrót do wyświetlania schowka

source: Toggle "Private Mode"
pl: Przełącz "Tryb prywatny"

source: Key to toggle the private mode
pl: Skrót do włączania trybu prywatnego

source: Allow caching images to disk
pl: Zezwalaj na buforowanie obrazów na dysku

source: List of excluded applications
pl: Lista wykluczonych aplikacji

source: A list of applications that are excluded from clipboard history.
pl: Lista aplikacji, które są wykluczone z historii schowka.

source: Enable clearing history on interval
pl: Włącz czyszczenie historii według odstępu czasu

source: If true, clipboard history will be cleared at regular intervals.
pl: Po włączaniu, historia będzie czyszczona w regularnych odstępach czasu.

source: Interval for clearing history in minutes
pl: Odstęp czasu w minutach dla czyszczenia historii

source: The interval in minutes at which the clipboard history will be cleared.
pl: Odstęp czasu w minutach dla czyszczenia historii schowka.

source: Next scheduled history clear time
pl: Następny harmonogram czyszczenia historii

source: The timestamp for the next scheduled history clear.
pl: Znak czasu dla następnego harmonogramu czyszczenia historii.

source: Case sensitive search
pl: Uwzględnianie wielkość znaków w wyszukiwaniu

source: Make search case sensitive
pl: Uwzględniaj wielkość znaków w wyszukiwaniu

source: Regex-based search
pl: Wyszukiwanie oparte na wyrażeniach regularnych

source: Allow regex in search
pl: Anuluj

source: Refresh Interval (ms)
ca: Interval d’actualització (ms)

source: Max cache file size (kb)
ca: Mida màxima de la memòria cau (kB)

source: Keyboard shortcuts
ca: Dreceres de teclat
